/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Nem hajtható végre a művelet";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Próbálkozzon később.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Nem nyitható meg";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Ez a médiaformátum nem támogatott.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Nem nyitható meg";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Ez a média sérült lehet.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Nem nyitható meg";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Az alkalmazás számára nem engedélyezett ezen fájl lejátszása."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Nem nyitható meg";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Ez a média nem használható.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Nem dekódolható";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "A médiához szükséges dekódoló foglalt.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Állítson le minden olyan műveletet, amely média dekódolását végzi, majd próbálkozzon ismét.";
